import achievement0 from '../assets/achievement/activate_neiron.png'
import achievement1 from '../assets/achievement/bezpoterismysla.png'
import achievement2 from '../assets/achievement/eco_diplomat.png'
import achievement3 from '../assets/achievement/erudit.png'
import achievement4 from '../assets/achievement/first_Steps.png'
import achievement5 from '../assets/achievement/intellectual_duel.png'
import achievement6 from '../assets/achievement/koordinator.png'
import achievement7 from '../assets/achievement/legends_epox.png'
import achievement8 from '../assets/achievement/lider.png'
import achievement9 from '../assets/achievement/marafonec.png'
import achievement10 from '../assets/achievement/master_time.png'
import achievement11 from '../assets/achievement/master_utilizate.png'
import achievement12 from '../assets/achievement/ministr_znaniy.png'
import achievement13 from '../assets/achievement/ni_carapinki.png'
import achievement14 from '../assets/achievement/safari.png'
import achievement15 from '../assets/achievement/speedrunner.png'
import achievement16 from '../assets/achievement/trenirovka_100.png'
import achievement17 from '../assets/achievement/vihr_atack.png'
import achievement18 from '../assets/achievement/viktorshik.png'
import achievement19 from '../assets/achievement/xranitel_yazyka.png'
import achievement20 from '../assets/achievement/znatok.png'
import achievement21 from '../assets/achievement/znatok_na_vzlete.png'

export interface Achievement {
	id: string
	img: string
	title: string
	description: string
}

export const achievements: Achievement[] = [
	{
		id: '0',
		img: achievement0,
		title: 'Achievement 0',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '1',
		img: achievement1,
		title: 'Achievement 1',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых.',
	},
	{
		id: '2',
		img: achievement2,
		title: 'Achievement 2',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '3',
		img: achievement3,
		title: 'Achievement 3',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '4',
		img: achievement4,
		title: 'Achievement 4',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '5',
		img: achievement5,
		title: 'Achievement 5',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '6',
		img: achievement6,
		title: 'Achievement 6',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '7',
		img: achievement7,
		title: 'Achievement 7',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '8',
		img: achievement8,
		title: 'Achievement 8',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '9',
		img: achievement9,
		title: 'Achievement 9',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '10',
		img: achievement10,
		title: 'Achievement 10',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '11',
		img: achievement11,
		title: 'Achievement 11',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '12',
		img: achievement12,
		title: 'Achievement 12',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '13',
		img: achievement13,
		title: 'Achievement 13',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '14',
		img: achievement14,
		title: 'Achievement 14',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '15',
		img: achievement15,
		title: 'Achievement 5',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '16',
		img: achievement16,
		title: 'Achievement 16',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},

	{
		id: '17',
		img: achievement17,
		title: 'Achievement 17',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '18',
		img: achievement18,
		title: 'Achievement 18',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '19',
		img: achievement19,
		title: 'Achievement 19',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '20',
		img: achievement20,
		title: 'Achievement 20',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	{
		id: '21',
		img: achievement21,
		title: 'Achievement 21',
		description:
			'Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что независимые государства могут быть описаны максимально подробно. В рамках спецификации современных стандартов, интерактивные прототипы, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления.',
	},
	// Добавьте остальные достижения
]
